---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.UsTonnesMassSt
source: html/5847f71c-401c-49d8-31b2-4af0f0834de4.htm
---
# Autodesk.Revit.DB.SymbolTypeId.UsTonnesMassSt Property

Symbol ST, indicating unit US tonnes mass.

## Syntax (C#)
```csharp
public static ForgeTypeId UsTonnesMassSt { get; }
```